Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# reward_claim_subtitle
source: Deine Belohnung wurde freigeschaltet.
en: Your reward has been unlocked.
es: Tu recompensa ha sido desbloqueada.
fr: Ta récompense a été débloquée.
hi: आपका इनाम अनलॉक कर दिया गया है।
it: Your reward has been unlocked.
ja: 報酬のロックが解除されました。
ko: 보상이 잠금 해제되었습니다.
nl: Je beloning is ontgrendeld.
pl: Twoja nagroda została odblokowana.
pt: A tua recompensa foi desbloqueada.
ru: Твоя награда была разблокирована.
tr: Ödülünüzün kilidi açıldı.
zh_hans: 您的奖励已解锁。
zh_hant: 您的獎勵已解鎖。

# reward_claim_title
source: Glückwunsch!
en: Congratulations!
es: ¡Felicidades!
fr: Félicitations !
hi: बधाई हो!
it: Congratulations!
ja: おめでとう！
ko: 축하해요!
nl: Gefeliciteerd!
pl: Gratulacje!
pt: Parabéns!
ru: Поздравляю!
tr: Tebrikler!
zh_hans: 恭喜！
zh_hant: 恭喜！

# reward_claimed_added_msg
source: Wurde deinem Garten hinzugefügt
en: Added to your garden
es: Añadido a tu jardín
fr: Ajouté à ton jardin
hi: आपके बगीचे में जोड़ा गया
it: Added to your garden
ja: あなたの庭に追加されました
ko: 정원에 추가됨
nl: Toegevoegd aan uw tuin
pl: Dodano do Twojego ogrodu
pt: Adicionado ao teu jardim
ru: Было добавлено в твой сад
tr: Bahçenize eklendi
zh_hans: 已添加到您的花园
zh_hant: 添加到您的花園

# reward_coins_subtitle
source: Du hast neue Coins für den Shop erhalten.
en: You received new coins for the shop.
es: Has recibido nuevas monedas para la tienda.
fr: Tu as reçu de nouvelles pièces pour la boutique.
hi: तुम्हें दुकान के लिए नए सिक्के मिले हैं।
it: Hai ricevuto nuove monete per il negozio.
ja: ショップ用に新しいコインを受け取りました。
ko: 상점에 사용할 새 코인을 받았습니다.
nl: Je hebt nieuwe munten voor de winkel ontvangen.
pl: Otrzymałeś nowe monety do sklepu.
pt: Você recebeu novas moedas para a loja.
ru: Ты получил новые монеты для магазина.
tr: Mağaza için yeni paralar aldınız.
zh_hans: 您已获得商店新金币。
zh_hant: 您已收到商店的新硬幣。

# reward_coins_title
source: +{n} Coins erhalten!
en: +{n} Coins received!
es: ¡+{n} Coins recibidos!
fr: +{n} Coins reçus !
hi: +{n} सिक्के प्राप्त हुए!
it: +{n} Coins ricevuti!
ja: +{n} 枚のコインを受け取りました!
ko: +{n} 코인을 받았습니다!
nl: +{n} Munten ontvangen!
pl: +{n} Otrzymane monety!
pt: +{n} Coins recebidos!
ru: +{n} монет получено!
tr: +{n} Para alındı!
zh_hans: 获得 +{n} 金币！
zh_hant: 收到 +{n} 個金幣！

# reward_deco_subtitle
source: Verschönere deinen Garten.
en: Beautify your garden.
es: Embellece tu jardín.
fr: Embellis ton jardin.
hi: अपने बगीचे को सुंदर बनाओ।
it: Abbellisci il tuo giardino.
ja: あなたの庭を美しくしましょう。
ko: 정원을 아름답게 꾸며보세요.
nl: Verfraai uw tuin.
pl: Upiększ swój ogród.
pt: Embeleze o seu jardim.
ru: Укрась свой сад.
tr: Bahçenizi güzelleştirin.
zh_hans: 美化您的花园。
zh_hant: 美化你的花園。

# reward_deco_title
source: Schlechte Gewohnheit erhalten!
en: Bad Habit received!
es: ¡Decoración recibida!
fr: Décoration reçue !
hi: खराब आदत बनाए रखें!
it: Decorazione ricevuta!
ja: 装飾品を受け取りました！
ko: 장식을 받았습니다!
nl: Decoratie ontvangen!
pl: Dekoracja otrzymana!
pt: Decoração recebida!
ru: Сохранить плохую привычку!
tr: Dekorasyon alındı!
zh_hans: 获得坏习惯！
zh_hant: 養成壞習慣！

# reward_paket_subtitle
source: Du hast ein tolles Meilenstein-Paket erhalten.
en: You received a great milestone package.
es: Has recibido un gran paquete de hitos.
fr: Tu as reçu un super paquet d'étape.
hi: आपको एक शानदार मील का पत्थर पैकेज मिला है।
it: Hai ricevuto un ottimo pacchetto traguardo.
ja: 素晴らしいマイルストーンパッケージを受け取りました。
ko: 훌륭한 마일스톤 패키지를 받으셨습니다.
nl: Je hebt een geweldig mijlpaalpakket ontvangen.
pl: Otrzymałeś wspaniały pakiet kamieni milowych.
pt: Você recebeu um ótimo pacote de marcos.
ru: Ты получил замечательный пакет с важными достижениями.
tr: Harika bir dönüm noktası paketi aldınız.
zh_hans: 您已获得一个很棒的里程碑礼包。
zh_hant: 您收到了一個很棒的里程碑包。

# reward_paket_title
source: Paket erhalten!
en: Package received!
es: ¡Paquete recibido!
fr: Paquet reçu !
hi: पैकेज प्राप्त हुआ!
it: Pacchetto ricevuto!
ja: 荷物を受け取りました！
ko: 패키지가 접수되었습니다!
nl: Pakket ontvangen!
pl: Pakiet otrzymany!
pt: Pacote recebido!
ru: Посылка получена!
tr: Paket alındı!
zh_hans: 获得礼包！
zh_hant: 包裹收到了！

# reward_plant_subtitle
source: Ein neuer Setzling für deine Sammlung.
en: A new seedling for your collection.
es: Una nueva plántula para tu colección.
fr: Un nouveau semis pour ta collection.
hi: आपके संग्रह के लिए एक नया पौधा।
it: Una nuova piantina per la tua collezione.
ja: あなたのコレクションに新しい苗木を。
ko: 귀하의 컬렉션을 위한 새로운 묘목입니다.
nl: Een nieuwe zaailing voor uw verzameling.
pl: Nowa sadzonka w Twojej kolekcji.
pt: Uma nova muda para a sua coleção.
ru: Новый саженец для твоей коллекции.
tr: Koleksiyonunuz için yeni bir fide.
zh_hans: 您的收藏中又添新苗。
zh_hant: 供您收藏的新苗。

# reward_plant_title
source: Pflanze erhalten!
en: Plant received!
es: ¡Planta recibida!
fr: Plante reçue !
hi: पौधा प्राप्त करें!
it: Pianta ricevuta!
ja: 植物が届きました！
ko: 식물 접수 완료!
nl: Plantje ontvangen!
pl: Roślina otrzymana!
pt: Planta recebida!
ru: Растение сохранено!
tr: Bitki alındı!
zh_hans: 获得植物！
zh_hant: 取得植物！

# reward_powerup_subtitle
source: Neue Kräfte für deinen Garten.
en: New powers for your garden.
es: Nuevos poderes para tu jardín.
fr: De nouveaux pouvoirs pour ton jardin.
hi: आपके बगीचे के लिए नई शक्ति।
it: Nuovi poteri per il tuo giardino.
ja: あなたの庭に新たな力を。
ko: 당신의 정원을 위한 새로운 힘.
nl: Nieuwe krachten voor uw tuin.
pl: Nowe moce dla Twojego ogrodu.
pt: Novos poderes para o seu jardim.
ru: Новые силы для твоего сада.
tr: Bahçeniz için yeni güçler.
zh_hans: 为您的花园注入新力量。
zh_hant: 為您的花園賦予新的力量。

# reward_powerup_title
source: Power-Up erhalten!
en: Power-Up received!
es: ¡Power-Up recibido!
fr: Power-Up reçu !
hi: पावर-अप प्राप्त करें!
it: Power-Up ricevuto!
ja: パワーアップを受け取りました！
ko: 파워업을 받았습니다!
nl: Power-Up ontvangen!
pl: Otrzymano wzmocnienie!
pt: Power-Up recebido!
ru: Получить усиление!
tr: Güçlendirme alındı!
zh_hans: 获得强化道具！
zh_hant: 獲得力量提升！

# reward_seeds_subtitle
source: Pflanze neue Gewohnheiten.
en: Plant new habits.
es: Planta nuevos hábitos.
fr: Plante de nouvelles habitudes.
hi: नई आदतें लगाएँ।
it: Pianta nuove abitudini.
ja: 新しい習慣を植え付けましょう。
ko: 새로운 습관을 심으세요.
nl: Plant nieuwe gewoonten.
pl: Zaszczep nowe nawyki.
pt: Plante novos hábitos.
ru: Посади новые привычки.
tr: Yeni alışkanlıklar ekin.
zh_hans: 养成新习惯。
zh_hant: 養成新習慣。

# reward_seeds_title
source: +{n} Samen erhalten!
en: +{n} Seeds received!
es: ¡+{n} Semillas recibidas!
fr: +{n} Graines reçues !
hi: +{n} बीज प्राप्त करें!
it: +{n} Semi ricevuti!
ja: +{n} 個のシードを受け取りました!
ko: +{n} 씨앗을 받았습니다!
nl: +{n} Zaden ontvangen!
pl: +{n} Otrzymane nasiona!
pt: +{n} Sementes recebidas!
ru: +{n} семян получено!
tr: +{n} Tohum alındı!
zh_hans: 获得 +{n} 种子！
zh_hant: 已收到 +{n} 個種子！

# reward_spin_subtitle
source: Versuche dein Glück am Rad.
en: Try your luck on the wheel.
es: Prueba tu suerte en la rueda.
fr: Tente ta chance à la roue.
hi: पहिये पर अपनी किस्मत आज़माओ।
it: Tenta la tua fortuna alla ruota.
ja: ハンドルを握って運試しをしましょう。
ko: 운전석에서 행운을 시험해보세요.
nl: Beproef uw geluk op het stuur.
pl: Spróbuj szczęścia za kierownicą.
pt: Tente a sua sorte na roda.
ru: Попробуй свою удачу у колеса.
tr: Şansınızı direksiyonda deneyin.
zh_hans: 在转盘上试试你的运气。
zh_hant: 騎上自行車試試運氣。

# reward_spin_title
source: +{n} Drehung(en) erhalten!
en: +{n} Spin(s) received!
es: ¡+{n} Giro(s) recibidos!
fr: +{n} Tour(s) reçu(s) !
hi: +{n} स्पिन(स) प्राप्त करें!
it: +{n} Giro(i) ricevuti!
ja: +{n} スピンを受け取りました!
ko: +{n} 스핀을 받았습니다!
nl: +{n} Spin(s) ontvangen!
pl: Otrzymano +{n} spinów!
pt: +{n} Giro(s) recebidos!
ru: +{n} вращение(я) получено!
tr: +{n} Döndürme alındı!
zh_hans: +{n} 次旋转已获得！
zh_hant: 收到 +{n} 輪旋轉！

# reward_type_decoration
source: Schlechte Gewohnheit
en: Bad Habit
es: Decoración
fr: Décoration
hi: खराब आदत
it: Decoration
ja: 装飾
ko: 장식
nl: Decoratie
pl: Dekoracja
pt: Decoração
ru: Плохая привычка
tr: Dekorasyon
zh_hans: 坏习惯
zh_hant: 壞習慣

# reward_type_paket
source: Meilenstein-Paket
en: Milestone Package
es: Paquete Hito
fr: Pack jalon
hi: मील का पत्थर पैकेज
it: Milestone Package
ja: マイルストーンパッケージ
ko: 마일스톤 패키지
nl: Mijlpaalpakket
pl: Pakiet kamieni milowych
pt: Pacote marco
ru: Пакет этапов
tr: Kilometre Taşı Paketi
zh_hans: 里程碑礼包
zh_hant: 里程碑套餐

# reward_type_plant
source: Pflanze
en: Plant
es: Planta
fr: Plante
hi: पौधा
it: Plant
ja: 植物
ko: 식물
nl: Plant
pl: Zakład
pt: Planta
ru: Растение
tr: Bitki
zh_hans: 植物
zh_hant: 植物

# reward_type_spin_plural
source: Drehungen
en: Spins
es: Giros
fr: Tours
hi: मोड़
it: Spins
ja: スピン
ko: 스핀
nl: Draait
pl: Kręci się
pt: Rotações
ru: Вращения
tr: Döndürmeler
zh_hans: 旋转
zh_hant: 扭曲

# reward_type_spin_singular
source: Drehung
en: Spin
es: Giro
fr: Tour
hi: घूर्णन
it: Spin
ja: スピン
ko: 회전
nl: Draai
pl: Kręcić się
pt: Rotação
ru: вращение
tr: Döndürmek
zh_hans: 旋转
zh_hant: 旋轉

# reward.seeds_format
source: %d Samen
en: %d Seeds
es: %d Semillas
fr: %d graines
hi: %dबीज
it: %d Seeds
ja: %d シード
ko: %d개의 씨앗
nl: %d Zaden
pl: %d Nasiona
pt: %d sementes
ru: %dсемена
tr: %d Tohum
zh_hans: %d 种子
zh_hant: %d種子

# ritual_config_add_habit
source: Gewohnheit hinzufügen
en: Add Habit
es: Añadir hábito
fr: Ajouter une habitude
hi: आदत जोड़ें
it: Aggiungi abitudine
ja: 習慣を追加
ko: 습관 추가
nl: Gewoonte toevoegen
pl: Dodaj nawyk
pt: Adicionar hábito
ru: Добавить привычку
tr: Alışkanlık Ekle
zh_hans: 添加习惯
zh_hant: 加入習慣

# ritual_config_headline
source: Dein Morgen-Ritual
en: Your Morning Ritual
es: Tu ritual matutino
fr: Votre rituel matinal
hi: तुमारा सुबह का रूटीन
it: Il tuo rituale mattutino
ja: あなたの朝のリチュアル
ko: 당신의 아침 의식
nl: Uw ochtendritueeel
pl: Twój poranny rytuał
pt: O teu ritual matinal
ru: Твой утренний ритуал
tr: Sabah Ritüeliniz
zh_hans: 你的早晨仪式
zh_hant: 你的早晨儀式

# ritual_config_start
source: Ritual starten
en: Start Ritual
es: Iniciar Ritual
fr: Démarrer le Rituel
hi: अनुष्ठान शुरू करें
it: Avvia Rituale
ja: リチュアルを開始
ko: 의식 시작
nl: Ritueel starten
pl: Rozpocznij rytuał
pt: Iniciar Ritual
ru: Начать ритуал
tr: Ritüeli Başlat
zh_hans: 开始仪式
zh_hant: 開始儀式

# ritual_config_subheadline
source: Wähle deine Gewohnheiten
en: Choose your habits
es: Elige tus hábitos
fr: Choisissez vos habitudes
hi: अपनी आदतें चुनें
it: Scegli le tue abitudini
ja: 習慣を選択してください
ko: 당신의 습관을 선택하세요
nl: Kies je gewoonten
pl: Wybierz swoje nawyki
pt: Escolhe os teus hábitos
ru: Выбирай свои привычки
tr: Alışkanlıklarınızı seçin
zh_hans: 选择你的习惯
zh_hant: 選擇你的習慣

# ritual_config_title
source: Ritual einrichten
en: Set up Ritual
es: Configurar Ritual
fr: Configurer le Rituel
hi: अनुष्ठान स्थापित करना
it: Configura Rituale
ja: リチュアルを設定
ko: 의식 설정
nl: Ritueel instellen
pl: Skonfiguruj rytuał
pt: Configurar Ritual
ru: Создать ритуал
tr: Ritüeli Kur
zh_hans: 设置仪式
zh_hant: 設立儀式

# routine_titel
source: Routinen
en: Routines
es: Rutinas
fr: Routines
hi: रूटीन
it: Routine
ja: ルーティン
ko: 루틴
nl: Routines
pl: Rutyny
pt: Rotinas
ru: Рутины
tr: Rutinler
zh_hans: 例行事项
zh_hant: 例程

# routine.available_in
source: Verfügbar in
en: Available in
es: Disponible en
fr: Disponible dans
hi: उपलब्ध है
it: Disponibile in
ja: 利用可能
ko: 사용 가능
nl: Beschikbaar in
pl: Dostępne w
pt: Disponível em
ru: Доступно в
tr: Mevcut:
zh_hans: 可用时间
zh_hant: 可用於

# routine.completed
source: Abgeschlossen
en: Completed
es: Completado
fr: Terminé
hi: पूर्ण
it: Completato
ja: 完了
ko: 완료됨
nl: Voltooid
pl: Ukończono
pt: Concluído
ru: Завершено
tr: Tamamlandı
zh_hans: 已完成
zh_hant: 完全的

# routine.create
source: Eigene Routine erstellen
en: Create Custom Routine
es: Crear rutina personalizada
fr: Créer une routine personnalisée
hi: अपनी दिनचर्या बनाएं
it: Crea routine personalizzata
ja: カスタムルーティンを作成
ko: 맞춤 루틴 생성
nl: Aangepaste routine maken
pl: Utwórz własną rutynę
pt: Criar rotina personalizada
ru: Создать собственную рутину
tr: Özel Rutin Oluştur
zh_hans: 创建自定义例行事项
zh_hant: 創建你自己的例程

# routine.create.title
source: Neue Routine
en: New Routine
es: Nueva rutina
fr: Nouvelle routine
hi: नई दिनचर्या
it: Nuova routine
ja: 新しいルーチン
ko: 새 루틴
nl: Nieuwe routine
pl: Nowa rutyna
pt: Nova rotina
ru: Новая рутина
tr: Yeni Rutin
zh_hans: 新例行事项
zh_hant: 新套路

# routine.custom_items.add
source: Hinzufügen
en: Add
es: Agregar
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加
zh_hant: 添加

# routine.custom_items.category
source: Eigene Gewohnheiten
en: Custom Habits
es: Custom Habits
fr: Custom Habits
hi: Custom Habits
it: Custom Habits
ja: Custom Habits
ko: Custom Habits
nl: Custom Habits
pl: Custom Habits
pt: Custom Habits
ru: Custom Habits
tr: Custom Habits
zh_hans: 自定义习惯
zh_hant: 自訂習慣

# routine.custom_items.empty
source: Noch keine eigenen Einträge
en: No custom items yet
es: Aún no hay entradas propias
fr: Aucune entrée personnalisée
hi: अभी तक कोई अपने दर्ज नहीं हैं
it: Nessuna voce personalizzata
ja: カスタム項目はまだありません
ko: 아직 사용자 항목이 없습니다
nl: Nog geen eigen items
pl: Brak własnych wpisów
pt: Ainda sem entradas personalizadas
ru: Пока нет собственных записей
tr: Henüz özel giriş yok
zh_hans: 暂无自定义条目
zh_hant: 還沒有自己的條目

# routine.custom_items.placeholder
source: z.B. Zähne putzen
en: e.g. Brush teeth
es: p.ej. Cepillarse los dientes
fr: p.ex. Se brosser les dents
hi: जैसे कि दांत साफ करना
it: es. Lavarsi i denti
ja: 例: 歯を磨く
ko: 예: 양치질하기
nl: bijv. Tanden poetsen
pl: np. Mycie zębów
pt: ex. Escovar os dentes
ru: например, чистить зубы
tr: örn. Diş fırçalamak
zh_hans: 例如：刷牙
zh_hant: 例如刷牙

# routine.custom_items.title
source: Eigene Einträge
en: Custom Items
es: Entradas propias
fr: Entrées personnalisées
hi: स्वयं के प्रविष्टियाँ
it: Voci personalizzate
ja: カスタム項目
ko: 사용자 항목
nl: Eigen items
pl: Własne wpisy
pt: Entradas personalizadas
ru: Собственные записи
tr: Özel Girişler
zh_hans: 自定义条目
zh_hant: 自己的參賽作品

# routine.custom.default_name
source: Neue Routine
en: New Routine
es: Nueva Rutina
fr: Nouvelle Routine
hi: नई दिनचर्या
it: Nuova Routine
ja: 新しいルーチン
ko: 새로운 루틴
nl: Nieuwe Routine
pl: Nowa Rutyna
pt: Nova Rotina
ru: Новая рутина
tr: Yeni Rutin
zh_hans: 新例行事项
zh_hant: 新套路

# routine.delete
source: Routine löschen
en: Delete Routine
es: Eliminar rutina
fr: Supprimer la routine
hi: अनुसूची हटाएँ
it: Elimina routine
ja: ルーチンを削除
ko: 루틴 삭제
nl: Routine verwijderen
pl: Usuń procedurę
pt: Eliminar rotina
ru: Удалить рутину
tr: Rutini Sil
zh_hans: 删除例行事项
zh_hant: 刪除例程

# routine.edit.color
source: Farbe
en: Color
es: Color
fr: Couleur
hi: रंग
it: Colore
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
pt: Cor
ru: Цвет
tr: Renk
zh_hans: 颜色
zh_hant: 顏色

# routine.edit.habit.add_single
source: Gewohnheit hinzufügen
en: Add Habit
es: Añadir hábito
fr: Ajouter une habitude
hi: आदत जोड़ें
it: Aggiungi abitudine
ja: 習慣を追加
ko: 습관 추가
nl: Gewoonte toevoegen
pl: Dodaj nawyk
pt: Adicionar hábito
ru: Добавить привычку
tr: Alışkanlık Ekle
zh_hans: 添加习惯
zh_hant: 加入習慣

# routine.edit.habit.message
source: Gib der Gewohnheit für diese Routine einen neuen Namen.
en: Enter a new name for the habit in this routine.
es: Introduce un nuevo nombre para el hábito en esta rutina.
fr: Saisissez un nouveau nom pour l'habitude dans cette routine.
hi: इस दिनचर्या में आदत के लिए एक नया नाम दर्ज करें।
it: Inserisci un nuovo nome per l'abitudine in questa routine.
ja: このルーチンの習慣の新しい名前を入力してください。
ko: 이 루틴의 습관에 대한 새 이름을 입력하세요.
nl: Voer een nieuwe naam in voor de gewoonte in deze routine.
pl: Wprowadź nową nazwę dla nawyku w tej rutynie.
pt: Insira um novo nome para o hábito nesta rotina.
ru: Введите новое название для привычки в этой рутине.
tr: Bu rutindeki alışkanlık için yeni bir ad girin.
zh_hans: 为该惯例中的习惯输入一个新名称。
zh_hant: 為該慣例中的習慣輸入一個新名稱。

# routine.edit.habit.placeholder
source: Gewohnheit
en: Habit
es: Hábito
fr: Habitude
hi: आदत
it: Abitudine
ja: 習慣
ko: 습관
nl: Gewoonte
pl: Nawyk
pt: Hábito
ru: Привычка
tr: Alışkanlık
zh_hans: 习惯
zh_hant: 習慣

# routine.edit.habit.title
source: Gewohnheit bearbeiten
en: Edit Habit
es: Editar Hábito
fr: Modifier l'Habitude
hi: आदत संपादित करें
it: Modifica Abitudine
ja: 習慣を編集
ko: 습관 편집
nl: Gewoonte Bewerken
pl: Edytuj Nawyk
pt: Editar Hábito
ru: Изменить Привычку
tr: Alışkanlığı Düzenle
zh_hans: 编辑习惯
zh_hant: 編輯習慣

# routine.edit.habits.add
source: Gewohnheiten hinzufügen
en: Add Habits
es: Añadir hábitos
fr: Ajouter des habitudes
hi: आदतें जोड़ना
it: Aggiungi abitudini
ja: 習慣を追加する
ko: 습관 추가
nl: Gewoonten toevoegen
pl: Dodaj nawyki
pt: Adicionar hábitos
ru: Добавить привычки
tr: Alışkanlıklar Ekle
zh_hans: 添加习惯
zh_hant: 加入習慣

# routine.edit.habits.empty
source: Du hast aktuell keine freien Gewohnheiten ohne Routine.
en: You currently have no free habits without a routine.
es: Actualmente no tienes hábitos libres sin rutina.
fr: Vous n'avez actuellement aucune habitude libre sans routine.
hi: आपके पास वर्तमान में कोई भी ऐसी आदतें नहीं हैं जिनकी कोई दिनचर्या न हो।
it: Attualmente non hai abitudini libere senza routine.
ja: 現在、ルーチンのない無料の習慣はありません。
ko: 현재 루틴이 없는 무료 습관이 없습니다.
nl: Je hebt momenteel geen vrije gewoonten zonder routine.
pl: Obecnie nie masz wolnych nawyków bez rutyny.
pt: Atualmente não tem hábitos livres sem rotina.
ru: В данный момент у тебя нет свободных привычек без рутины.
tr: Şu anda rutini olmayan boş alışkanlığınız yok.
zh_hans: 你目前没有未分配到例行事项的空闲习惯。
zh_hant: 你目前沒有沒有例行公事的自由習慣。

# routine.edit.habits.included
source: Enthaltene Gewohnheiten
en: Included Habits
es: Hábitos incluidos
fr: Habitudes incluses
hi: शामिल आदतें
it: Abitudini incluse
ja: 含まれる習慣
ko: 포함된 습관
nl: Inbegrepen gewoonten
pl: Zawarte nawyki
pt: Hábitos incluídos
ru: Включенные привычки
tr: Dahil Edilen Alışkanlıklar
zh_hans: 包含的习惯
zh_hant: 包括習慣

# routine.edit.habits.none
source: Keine Gewohnheiten zugewiesen.
en: No habits assigned.
es: No hay hábitos asignados.
fr: Aucune habitude assignée.
hi: कोई आदतें असाइन नहीं की गई हैं।
it: Nessuna abitudine assegnata.
ja: 習慣が割り当てられていません。
ko: 할당된 습관이 없습니다.
nl: Geen gewoonten toegewezen.
pl: Brak przypisanych nawyków.
pt: Sem hábitos atribuídos.
ru: Нет назначенных привычек.
tr: Atanmış alışkanlık yok.
zh_hans: 未分配任何习惯。
zh_hant: 沒有指定習慣。

# routine.edit.habits.reorder
source: Reihenfolge anpassen
en: Adjust Order
es: Ajustar orden
fr: Ajuster l'ordre
hi: क्रम समायोजित करें
it: Regola l'ordine
ja: 順序を調整
ko: 순서 조정
nl: Volgorde aanpassen
pl: Dostosuj kolejność
pt: Ajustar ordem
ru: Настроить порядок
tr: Sırayı Ayarla
zh_hans: 调整顺序
zh_hant: 調整順序

# routine.edit.item
source: Bearbeiten
en: Edit
es: Editar
fr: Modifier
hi: Edit
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Edit
tr: Düzenle
zh_hans: Edit
zh_hant: Edit

# routine.edit.item.message
source: Gib einen neuen Namen ein.
en: Enter a new name.
es: Introduce un nombre nuevo.
fr: Entrez un nouveau nom.
hi: Enter a new name.
it: Inserisci un nuovo nome.
ja: 新しい名前を入力してください。
ko: 새 이름을 입력하세요.
nl: Voer een nieuwe naam in.
pl: Wprowadź nową nazwę.
pt: Insira um novo nome.
ru: Enter a new name.
tr: Yeni bir isim girin.
zh_hans: Enter a new name.
zh_hant: Enter a new name.

# routine.edit.name
source: Name der Routine
en: Routine Name
es: Nombre de la rutina
fr: Nom de la routine
hi: रूटीन का नाम
it: Nome della routine
ja: ルーチン名
ko: 루틴 이름
nl: Routinenaam
pl: Nazwa rutyny
pt: Nome da rotina
ru: Название рутины
tr: Rutin Adı
zh_hans: 例行事项名称
zh_hant: 例程名稱

# routine.edit.name.placeholder
source: z.B. Mittagspause
en: e.g. Lunch Break
es: ej. Pausa para almorzar
fr: ex. Pause déjeuner
hi: जैसे कि दोपहर का ब्रेक
it: es. Pausa pranzo
ja: 例：昼休み
ko: 예: 점심 시간
nl: bijv. Lunchpauze
pl: np. Przerwa na lunch
pt: ex. Pausa para o almoço
ru: например, обеденный перерыв
tr: örn. Öğle Arası
zh_hans: 例如：午休
zh_hant: 例如午休

# routine.edit.reminder
source: Erinnerung
en: Reminder
es: Recordatorio
fr: Rappel
hi: स्मरण
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinnering
pl: Przypomnienie
pt: Lembrete
ru: Напоминание
tr: Hatırlatıcı
zh_hans: 提醒
zh_hant: 記憶

# routine.edit.task.message
source: Gib einen neuen Aufgabennamen und optional eine Beschreibung ein.
en: Enter a new task name and optionally a description.
es: Introduce un nuevo nombre de tarea y opcionalmente una descripción.
fr: Saisissez un nouveau nom de tâche et éventuellement une description.
hi: एक नया कार्य नाम और वैकल्पिक रूप से एक विवरण दर्ज करें।
it: Inserisci un nuovo nome per l'attività e, opzionalmente, una descrizione.
ja: 新しいタスク名と、オプションで説明を入力してください。
ko: 새 작업 이름과 선택적으로 설명을 입력하세요.
nl: Voer een nieuwe taaknaam in en optioneel een beschrijving.
pl: Wprowadź nową nazwę zadania i opcjonalnie opis.
pt: Insira um novo nome de tarefa e, opcionalmente, uma descrição.
ru: Введите новое название задачи и, при желании, описание.
tr: Yeni bir görev adı ve isteğe bağlı bir açıklama girin.
zh_hans: 输入新的任务名称以及（可选的）描述。
zh_hant: 輸入新的任務名稱以及（可選的）描述。

# routine.edit.task.placeholder
source: Aufgabe
en: Task
es: Tarea
fr: Tâche
hi: कार्य
it: Attività
ja: タスク
ko: 작업
nl: Taak
pl: Zadanie
pt: Tarefa
ru: Задача
tr: Görev
zh_hans: 任务
zh_hant: 任務

# routine.edit.task.title
source: Aufgabe bearbeiten
en: Edit Task
es: Editar Tarea
fr: Modifier la Tâche
hi: कार्य संपादित करें
it: Modifica Attività
ja: タスクを編集
ko: 작업 편집
nl: Taak Bewerken
pl: Edytuj Zadanie
pt: Editar Tarefa
ru: Изменить Задачу
tr: Görevi Düzenle
zh_hans: 编辑任务
zh_hant: 編輯任務

# routine.edit.timer.add
source: Timer hinzufügen
en: Add Timer
es: Añadir temporizador
fr: Ajouter un minuteur
hi: टाइमर जोड़ें
it: Aggiungi timer
ja: タイマーを追加
ko: 타이머 추가
nl: Timer toevoegen
pl: Dodaj timer
pt: Adicionar temporizador
ru: Добавить таймер
tr: Zamanlayıcı Ekle
zh_hans: 添加计时器
zh_hant: 新增定時器

# routine.edit.timer.edit
source: Timer bearbeiten
en: Edit Timer
es: Editar temporizador
fr: Modifier le minuteur
hi: टाइमर संपादित करें
it: Modifica timer
ja: タイマーを編集
ko: 타이머 편집
nl: Timer bewerken
pl: Edytuj timer
pt: Editar temporizador
ru: Редактировать таймер
tr: Zamanlayıcıyı Düzenle
zh_hans: 编辑计时器
zh_hant: 編輯計時器

# routine.edit.title
source: Routine bearbeiten
en: Edit Routine
es: Editar rutina
fr: Modifier la routine
hi: अनुसूची संपादित करें
it: Modifica routine
ja: ルーチンを編集
ko: 루틴 편집
nl: Routine bewerken
pl: Edytuj rutynę
pt: Editar rotina
ru: Редактировать рутину
tr: Rutini Düzenle
zh_hans: 编辑例行事项
zh_hant: 編輯例程

# routine.evening
source: Abendroutine
en: Evening Routine
es: Rutina de noche
fr: Routine du soir
hi: शाम की दिनचर्या
it: Routine serale
ja: ナイトルーティン
ko: 저녁 루틴
nl: Avondroutine
pl: Wieczorna rutyna
pt: Rotina noturna
ru: Вечерний распорядок
tr: Akşam Rutini
zh_hans: 晚间例行事项
zh_hant: 晚上例行公事

# routine.habit.add.short
source: Gewohnheit
en: Habit
es: Hábito
fr: Habitude
hi: आदत
it: Abitudine
ja: 習慣
ko: 습관
nl: Gewoonte
pl: Nawyk
pt: Hábito
ru: Привычка
tr: Alışkanlık
zh_hans: 习惯
zh_hant: 習慣

# routine.habits
source: Gewohnheiten
en: Habits
es: Hábitos
fr: Habitudes
hi: आदतें
it: Abitudini
ja: 習慣
ko: 습관
nl: Gewoonten
pl: Nawyki
pt: Hábitos
ru: Привычки
tr: Alışkanlıklar
zh_hans: 习惯
zh_hant: 習慣

# routine.morning
source: Morgenroutine
en: Morning Routine
es: Rutina de mañana
fr: Routine matinale
hi: सुबह की दिनचर्या
it: Routine mattutina
ja: モーニングルーティン
ko: 아침 루틴
nl: Ochtendroutine
pl: Poranna rutyna
pt: Rotina matinal
ru: Утренняя рутина
tr: Sabah Rutini
zh_hans: 早晨例行事项
zh_hant: 早上例行公事

# routine.note.assign
source: Notiz zuweisen
en: Assign Note
es: Asignar nota
fr: Attribuer une note
hi: नोट असाइन करें
it: Assegna nota
ja: メモを割り当て
ko: 메모 할당
nl: Noot toewijzen
pl: Przypisz notatkę
pt: Atribuir nota
ru: Назначить заметку
tr: Not Ata
zh_hans: 分配笔记
zh_hant: 分配註釋

# routine.note.assign.desc
source: Diese Notiz wird an die Routine angehängt.
en: This note will be attached to the routine.
es: Esta nota se adjuntará a la rutina.
fr: Cette note sera jointe à la routine.
hi: यह नोट रूटीन के साथ संलग्न किया जाएगा।
it: Questa nota verrà allegata alla routine.
ja: このメモはルーチンに添付されます。
ko: 이 메모는 루틴에 첨부됩니다.
nl: Deze notitie wordt aan de routine gekoppeld.
pl: Ta notatka zostanie dołączona do rutyny.
pt: Esta nota será anexada à rotina.
ru: Эта заметка будет прикреплена к рутине.
tr: Bu not rutine eklenecektir.
zh_hans: 此笔记将附加到例行事项。
zh_hant: 此註釋附在例程中。
